Repository: Stanford-IoT-Lab/thingengine-platform-cloud
Catalog: po/*.po
Languages: es

source: Okay, I will stop sending you notifications.
es: Bueno, dejaré de enviarte notificaciones.

source: Picture: %s
es: Fotos: %s

source: [yes/no]
es: [sí/no]

source: Hello! This is COVID Genie from Stanford University. I’m here to help you find a covid vaccine appointment near you.
es: ¡Hola! Soy la COVID Genie de la Universidad de Stanford. Estoy aquí para ayudarle a encontrar una cita para la vacuna para covid.

source: Hello! This is COVID Genie from Stanford University. I’m here to help you find a covid vaccine appointment near you. What is your zipcode?
es: ¡Hola! Soy la COVID Genie de la Universidad de Stanford. Estoy aquí para ayudarle a encontrar una cita para la vacuna para covid. ¿Cuál es su código postal?

source: You have successfully unsubscribed %s from all notifications.
es: Has cancelado correctamente la suscripción %s de todas las notificaciones.

source: Not found.
es: Extraviado.

source: Welcome to Genie! You are now ready to start using Genie to receive notifications.
es: ¡Bienvenido a Genie! Ahora está listo para comenzar a usar Genie para recibir notificaciones.

source: Welcome to Genie! A verification email has been sent to your address. Some functionality on your account, such as receiving notifications, will be limited until you verify your email. You must click on the verification link to enable your account in full.
es: ¡Bienvenido a Genie! Hemos enviado un correo electrónico de verificación a su dirección. Algunas funciones en su cuenta, como recibir notificaciones, serán limitados hasta que verifiques su correo electrónico. Debes usar el enlace de verificación para habilitar su cuenta en su totalidad.

source: Welcome to Genie! You did not provide an email address. Some functionality on your account, such as receiving notifications, will be limited until you provide and verify your email. You can do so from your user settings.
es: ¡Bienvenido a Genie! No proporcionaste una dirección de correo electrónico. Algunans funcionalidades en su cuenta, como recibir notificaciones, serán limitado hasta que proporciones y verifiques su correo electrónico. Puedes hacerlo desde tu configuración de usuario.

source: Genie - Login
es: Genie - Iniciar sesión

source: Genie - Error
es: Genio - Error

source: You already configured two-factor authentication.
es: Ya configuraste la autenticación de dos factores.

source: Genie - Two-Factor Authentication
es: Genie - La Autenticación de Dos Factores

source: Invalid OTP Code. Please check that your Authenticator app is properly configured.
es: El código OTP no fue válido. Por favor comprueba si su aplicación de Authenticación esta correctamente configurado.

source: Two-factor authentication was set up successfully. You will need to use your Authenticator app at the next login.
es: La autenticación de dos factores se configuró correctamente. Deberá utilizar su Aplicación de autenticación en el próximo inicio de sesión.

source: Genie - Register
es: Genie - Registrarse

source: You must specify a valid username of at most 60 characters. Special characters or spaces are not allowed.
es: Debe especificar un nombre de usuario válido de 60 caracteres como máximo. Caracteres especiales o espacios no se permiten.

source: You must specify a valid email.
es: Necesita especificar un correo electrónico válido.

source: You must specifiy a valid password, of at least 8 characters.
es: Necesita especificar una contraseña válida, de al menos 8 caracteres.

source: The password and the confirmation do not match.
es: La contraseña y la confirmación no coinciden.

source: You must agree to the consent form to sign-up.
es: Necesita aceptar el formulario de consentimiento para registrarse.

source: The verification link you have clicked is not valid. You might be logged-in as the wrong user, or the link might have expired.
es: El enlace de verificación que usaste no es válido. Puede ser que hayas iniciado sesión como un usuario equivocado, o el enlace podría haber caducado.

source: Genie - Verification Successful
es: Genie - Verificación exitosa

source: Your email address was already verified.
es: Su dirección de correo electrónico ya fue verificada.

source: You must set an email address before sending a verification email.
es: Necesitas establecer una dirección de correo electrónico antes de enviar un correo electrónico de verificación.

source: Genie - Verification Sent
es: Genie - Verificación enviada

source: A verification email was sent to %s. If you did not receive it, please check your Spam folder.
es: Se envió un correo electrónico de verificación a %s. Si no lo recibió, marque

source: Genie - Password Reset
es: Genie - Restablecimiento de contraseña

source: Genie - Password Reset Sent
es: Genie - Restablecimiento de contraseña enviado

source: A recovery email was sent to the address on file for %s. If you did not receive it, please check the spelling of your username, and check your Spam folder.
es: Se envió un correo electrónico de recuperación a la dirección registrada para %s. Si no lo recibiste, compruebe la ortografía de su nombre de usuario y compruebe su correo no deseado carpeta.

source: You did not verify your email address, hence you cannot recover your password automatically. Please contact the website adminstrators to recover your password.
es: No verificó su dirección de correo electrónico, por lo que no puede recuperar su contraseña automáticamente. Por favor póngase en contacto con los administradores del sitio web para recuperar tu contraseña.

source: The user for which you're resetting the password no longer exists.
es: El usuario para el que está restableciendo la contraseña ya no existe.

source: The verification link you have clicked is not valid.
es: El enlace de verificación que usaste no es válido.

source: You must specifiy a valid password (of at least 8 characters)
es: Necesita especificar una contraseña válida (de al menos 8 caracteres)

source: The password and the confirmation do not match
es: La contraseña y la confirmación no coinciden

source: Invalid OTP code
es: Código OTP no fue válido

source: Your password was reset successfully.
es: Tu contraseña se restableció correctamente.

source: Thingpedia - User Profile
es: Thingpedia - Perfil de usuario

source: A verification email was sent to your new email address. Account functionality will be limited until you verify your new address.
es: Se envió un correo electrónico de verificación a su nueva dirección de correo electrónico. La funcionalidad

source: You must specifiy your old password
es: Necesita especificar su contraseña pasada

source: You must acknowledge that you read the Terms of Service.
es: Necesita reconocer que leyó los Términos de servicio.

source: My Genie
es: Mi Genie

source: Terms of Service for Genie & Thingpedia
es: Terminos de Servicio para Genio y Thingpedia

source: Genie Privacy Policy
es: Póliza de privacidad de Genie

source: English
es: Ingles

source: English (United States)
es: Ingles (EEUU)

source: English (United Kingdom)
es: Ingles (Inglaterra)

source: Italian
es: Italiano

source: Chinese
es: Chino

source: Chinese (Simplified)
es: Chino (Simplificado)

source: Chinese (Traditional)
es: China (Tradiciónal)

source: Spanish
es: Español

source: Code: %d
es: Código: %d

source: Genie - Forbidden
es: Genie - Prohibido

source: Genie - Page Not Found
es: Genie - Página no Encontrada

source: The requested page does not exist.
es: La página solicitada no existe.

source: The identifier you selected is already in use.
es: El identificador que seleccionó ya está en uso.

source: You do not have permission to perform the requested operation.
es: No tienes permiso para realizar la operación solicitada.

source: Genie - Internal Server Error
es: Genie - Error interno del servidor

source: Code: %s
es: Código: %s

source: A user with this name already exists.
es: Un usuario con este nombre ya existe.

source: A user with this email already exists.
es: Ya existe un usuario con este correo electrónico.

source: You do not have permission to perform this operation.
es: No tienes permiso para realizar esta operación.

source: Invalid request
es: Solicitud no válida

source: A user with this email already exist, but the email was not verified before.
es: Ya existe un usuario con este correo electrónico, pero el correo electrónico no se verificó antes.

source: Language
es: Lenguaje

source: Previous
es: Previo

source: Next
es: Proximo

source: Search
es: Buscador

source: Register for Genie
es: Registrarse por Genio

source: Covid Genie
es: Genie de Covid

source: Genie is an assistant that helps you find an available Covid vaccine appointment near you. We collect information from pharmacies and health organizations. if none is available, we will look out for appointments and notify you when one is available.
es: Genie es un asistente que le ayuda a encontrar citas para una vacuna de Covid disponibles cerca de ti. Recopilamos información de farmacias y organizaciones de salud. Si no hay ninguna disponible, buscaremos citas y lenotificamos cuando haya una disponible".

source: Genie is developed at Stanford University.
es: Genie se desarrolla en la Universidad de Stanford.

source: We do not share your private information with third parties.
es: No compartimos su información privada con terceros.

source: Get Your Vaccine Now
es: Agarra Su Vacuna Ahora

source: I agree
es: Estoy de acuerdo

source: E-Mail
es: Correo electrónico

source: Phone Number
es: Número de Teléfono

source: Enter your a mobile phone number if you would like to receive notifications over SMS.
es: Ingrese su número de teléfono móvil si desea recibir notificaciones por SMS.

source: Password
es: Contraseña

source: Minimum of 8 characters
es: Mínimo de 8 caracteres

source: Confirm password
es: Confirme contraseña

source: The password and the confirmation must match
es: La contraseña y la confirmación deben coincidir

source: I agree to grant consent to this research.
es: Acepto otorgar mi consentimiento para esta investigación.

source: I agree to the <a href='/about/tos'>terms of service</a> of the Genie service.
es: Acepto <a href='/about/tos'>terms of service</a> del servicio de Genio.

source: Consent Form
es: Formulario de Consientimiento

source: Welcome to Genie, %s!
es: ¡Bienvenido a Genie, %s!

source: You are now ready to start using Genie for your own accounts.
es: Ahora está listo para comenzar a usar Genio para sus propias cuentas.

source: Go to My Genie
es: Ve a Mi Genie

source: Join the Community
es: Juntase con la Comunidad

source: A verification email has been sent to your address. Some functionality on your account, such as developer access, will be limited until you verify your email. You must click on the verification link to enable your account in full.
es: Se ha enviado un correo electrónico de verificación a su dirección. Algunas funciones en su cuenta, como el acceso de desarrollador, estará limitada hasta que verifiques su correo electrónico. Debe usar el enlace de verificación para habilitar su cuenta en su totalidad.

source: Resend verification email
es: Reenvíe correo electrónico de verificación

source: You did not provide an email address. Some functionality on your account, such as developer access, will be limited until you provide and verify your email. You can do so from your user settings.
es: No proporcionaste una dirección de correo electrónico. Alguna funciones en su cuenta, como el acceso de desarrollador, será limitado hasta que proporciones y verifiques su

source: User Settings
es: Configuración de usuario

source: Login required
es: Inicio de sesión Requerido

source: Sorry but you must log in before opening this page
es: Lo siento, pero debes iniciar sesión antes de abrir esta página.

source: Go back
es: Regresa

source: Log in
es: Inciar sesión

source: Login
es: Incio de sesión

source: You have configured two-factor authentication for this user. Please enter the One Time Password generated from your Authenticator app.
es: Ha configurado la autenticación de dos factores para este usuario. Por favor escribe la contraseña de un solo uso generada desde su aplicación Authenticator.

source: Remember me on this computer.
es: Recuerdame en esta computadora

source: Having trouble? If you have lost access to your authenticator app, please contact us to regain access to your account.
es: ¿Teniendo problemas? Si ha perdido el acceso a su aplicación de autenticación, contáctenos para recuperar el acceso a su cuenta.

source: Terms & Conditions
es: Términos y Condiciónes

source: Stanford University
es: La Universidad de Stanford

source: Stanford Home
es: Pagina Principal de Stanford

source: Maps & Directions
es: Mapas e Indicaciones

source: Search Stanford
es: Busque Stanford

source: Emergency Info
es: Info de Emergencia

source: Non-Discrimination
es: No discriminación

source: Terms of Service
es: Términos de Servicio

source: Privacy
es: Privacía

source: Accessibility
es: Acesibilidad

source: Report a bug
es: Reporta un error

source: Connect with us on Twitter
es: Conecta con nosotros en Twitter

source: Subscribe to our RSS Feed
es: Suscríbete a nuestro RSS Feed

source: Fork me on GitHub
es: Fork a mí en Github

source: Contact us via email
es: Contáctanos por correo electrónico

source: Password Reset
es: Restablecimiento de contraseña

source: To reset your Genie password, please enter your username. An email with instructions will be sent to the address associated with it.
es: Para restablecer su contraseña de Genio, ingrese su nombre de usuario. Un correo electrónico con instrucciones se enviarán a la dirección asociada.

source: Reset Password
es: Restablece Contraseña

source: Command:
es: Comando:

source: Write your command or answer here
es: Escribe su comando or repuesta aquí

source: Genie is thinking…
es: Genio está pensando...

source: Lost connection to the server.
es: Conexión perdida con el servidor.

source: Don't have a username and password yet?
es: ¿Aún no tienes nombre de usuario y contraseña?

source: Sign up now!
es: ¡Regístrase ahora!

source: I forgot my password
es: Olvide mi contraseña

source: Log In with Google
es: Inciar sesión con Google

source: Log In with Github
es: Inciar sesión con Github

source: New Skill
es: Habilidad Nueva

source: What skill do you want to set up?
es: ¿Qué habilidad quieres configurar?

source: Yes
es: Sí

source: Cancel.
es: Cancele.

source: Toggle navigation
es: Navegación de palanca

source: Success
es: Éxito

source: Go to the home page
es: Ir a la pagina principal

source: Home
es: Pagina Principal

source: Console
es: Consola

source: Settings
es: Configuraciónes

source: Log Out
es: Cerrar sesión

source: Log In
es: Inciar sesión

source: This device is owned by your %s.
es: Este dispositivo es propiedad de tu %s.

source: Disable
es: Desactive

source: Forget
es: Olvide

source: Configure new skill
es: Configure una nueva habilidad

source: Your Genie is dead.
es: Su Genie se murió.

source: More Details
es: Más Detalles

source: Active Commands
es: Comandos activos

source: Stop
es: Detiene

source: This app delivers notifications using %s
es: Esta aplicación entrega notificaciones usando %s

source: This rule had an error: %s
es: Esta regla tuvo un error: %s

source: Enabled Skills
es: Habilidades Activadas

source: Write your comment for the last response
es: Escribe su comentario para la repuesta pasada

source: Comment
es: Comentario

source: Warning:
es: Advertencia:

source: Confirm
es: Confirme

source: Record conversation
es: Grabe conversación

source: Show recorded log
es: Muestra Registro de conversaciones.

source: Conversation log updated.
es: Registro de conversaciones actualizado.

source: Done
es: Terminado

source: Genie is part of a research project of the <a href='https://oval.cs.stanford.edu'>Open Virtual Assistant Laboratory</a> at Stanford University.
es: Genie es parte de un proyecto de investigación del <a href='https://oval.cs.stanford.edu'>Open Virtual Assistant Laboratory</a> en la Universidad de Stanford.

source: User Profile
es: Perfil de Usario

source: Personal information
es: Información personal

source: Your email was verified.
es: Su correo electrónico fue verificado.

source: Resend verification
es: Reenvíe verificación

source: Real name
es: Nombre real

source: Show my real name in my public profile.
es: Muestra mi nombre real en mi perfil público.

source: Show my profile picture in my public profile.
es: Muestra mi foto de perfil en mi perfil público.

source: Your profile picture is automatically retrieved from <a href='https://en.gravatar.com'>Gravatar</a> using a secure hash of your email.</a>
es: Tu foto de perfil se recupera automáticamente de <a href='https://en.gravatar.com'>Gravatar</a> usando un hash seguro de su correo electrónico.</a>

source: Send anonymized commands to the authors of Genie for training.
es: Envíe comandos anónimos a los autores de Genio para que los entrenen.

source: Genie is a research project from Stanford University. If you would like to participate to help us, you can allow us to collect the commands that you type. We only collect what you type, not your data, or what Genie replies. Please review the <a href='https://oval.cs.stanford.edu/almond-consent-form.html'>Consent Form</a> and keep it for your records before agreeing.
es: Genie es un proyecto de investigación de la Universidad de Stanford. Si a ti te gustaría participar para ayudarnos, puedes permitirnos recopilar los comandos que túPor favor revise el <a href='https://oval.cs.stanford.edu/almond-consent-form.

source: Administrator of %s
es: Administrador de %s

source: Member of %s
es: Miembro de %s

source: None. You have been invited to the following organizations:
es: Ninguno. Ha sido invitado a las siguientes organizaciones:

source: Accept
es: Acepto

source: None (<a href='/user/request-developer'>apply to be a developer</a>)
es: Ninguno (<a href='/user/request-developer'>apply to be a developer</a>)

source: None
es: Ninguno

source: Include my name on my developer organization's public profile.
es: Incluye mi nombre en el perfil público de mi organización de desarrolladores.

source: Developer Access
es: Aceso de Desarrollador

source: All code you submit can go live to all Genies with no review. Be careful!
es: Todo el código que envíe puede estar disponible para todos los Genios sin revisión. ¡Ten cuidado!

source: You can submit new entries, but they have to be reviewed by an administrator before users can see them.
es: Puede enviar nuevas entradas, pero deben ser revisadas por un administrador

source: You can test the code submitted by other members of your organization, but you cannot modify it or upload new entries.
es: Puede probar el código enviado por otros miembros de su organización, pero no puedes modificarlo ni subir nuevas entradas

source: Thingpedia Developer Key
es: Clave de Desarrollador por Thingpedia

source: You can use this developer key in other Genies (such as one you're running locally for testing) to access your devices before they are approved.
es: Puede utilizar esta clave de desarrollador en otros Genios (como una que esté ejecutando localmente para realizar pruebas) para acceder a sus dispositivos antes de que sean aprobados.

source: Access information
es: Accede a su información

source: You did not configure a password. You should provide one, in case you lose access to the account you logged in with.
es: No configuró una contraseña. Debe proporcionar una, en caso de que pierda acceso a la cuenta con la que inició sesión.

source: Old Password
es: Contraseña Pasado

source: Change password
es: Combie su contraseña

source: Two-factor authentication is enabled.
es: La autenticación de dos factores está habilitada.

source: Configure again.
es: Configura otra vez.

source: Two-factor authentication is not enabled.
es: La autenticación de dos factores no está habilitada.

source: Enable
es: Permite

source: Configure login with Google
es: Configura el inicio de sesión con Google

source: Delete account
es: Borra su cuenta

source: Are you sure you want to delete your account?
es: ¿Estás seguro de que quieres borrar su cuenta?

source: Deleting the account is an irreversible operation. All the data stored on the server will be lost permanently.
es: Eliminando su cuenta es una operación irreversible. Todos los datos almacenados en

source: You will need to relink your phone if you make a new account, but you will not lose the data stored in them.
es: Deberás volver a conectar su teléfono si crea una nueva cuenta, pero no perderás los datos almacenados en ellos.

source: Yes, I want to delete my account
es: Sí, quiero borrar mi cuenta

source: No, I changed my mind
es: No, he cambiado mi mente

source: Authorized third-party apps
es: Aplicaciones de terceros autorizadas

source: By %s
es: Por %s

source: Revoke
es: Revocar

source: You have not authorized any third-party app.
es: No has autorizado ninguna aplicación de terceros.

source: Issue an Access Token
es: Emite un Token de Acceso

source: The following token is valid anywhere an access token is expected. It is valid for one month, and enables all scopes. Treat it like a password!
es: El siguiente token es válido en cualquier lugar donde se espere un token de acceso. Es válido por un mes y habilita todos los ámbitos. ¡Trátelo como una contraseña!

source: Phone
es: Teléfono

source: You are running a Genie in your phone.
es: Estás ejecutando el Genie en tu teléfono.

source: You did not link the Genie in your phone to your account.
es: No conectaste el Genie en su teléfono a su cuenta.

source: If you are not running Genie already, first <a href='https://play.google.com/store/apps/details?id=edu.stanford.thingengine.engine'>download the app</a>.
es: Si aún no está ejecutando Genie, primero <a href='https://play.google.com/store/apps/details?id=edu.stanford.thingengine.engine'>download the app</a>.

source: Then visit this page on a mobile browser, or scan this QR code.
es: Luego, visite esta página en un navegador móvil o escanee este código QR.

source: Configure
es: Configura

source: Laptop
es: Computadora

source: You are running a Genie in your laptop.
es: Estás ejecutando el Genie en tu computadora

source: You did not link the Genie in your laptop to your account. You should do so from the Settings page in the native Genie app.
es: No conectaste el Genie en su computadora a su cuenta. Deberías hacerlo en la página de Configuración en la aplicación nativa de Genio.

source: New password
es: Nueva contraseña
